Repository: johnyfernandes/Shlf
Catalog: Shlf/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, pt_pt

source: We'll import your library using Goodreads' official export. If Goodreads blocks it, you can upload the export CSV.
de: Wir importieren deine Bibliothek über den offiziellen Goodreads-Export. Wenn Goodreads das blockiert, kannst du die Export-CSV hochladen.
es: Importaremos tu biblioteca usando la exportación oficial de Goodreads. Si Goodreads lo bloquea, puedes subir el CSV de exportación.
fr: Nous importerons ta bibliothèque via l’export officiel Goodreads. Si Goodreads le bloque, tu peux téléverser le CSV d’export.
pt_br: Vamos importar a tua biblioteca usando a exportação oficial do Goodreads. Se o Goodreads bloquear, podes enviar o CSV de exportação.
pt_pt: Vamos importar a tua biblioteca usando a exportação oficial do Goodreads. Se o Goodreads bloquear, podes enviar o CSV de exportação.

source: Week
de: Woche
es: Semana
fr: Semaine
pt_br: Semana
pt_pt: Semana

source: Weekly Flame
de: Wöchentliche Flamme
es: Llama semanal
fr: Flamme hebdo
pt_br: Chama semanal
pt_pt: Chama semanal

source: When using +/- buttons, this is how many pages to add or remove with each tap
de: Bei +/- -Tasten: so viele Seiten werden pro Tippen hinzugefügt oder entfernt
es: Al usar los botones +/‑, este es el número de páginas que se añaden o eliminan por toque
fr: Avec les boutons +/- : nombre de pages ajoutées ou retirées à chaque appui
pt_br: Com os botões +/-: número de páginas a adicionar ou remover por toque
pt_pt: Com os botões +/-: número de páginas a adicionar ou remover por toque

source: White
de: Weiß
es: Blanco
fr: Blanc
pt_br: Branco
pt_pt: Branco

source: XP Breakdown
de: XP-Aufschlüsselung
es: Desglose de XP
fr: Répartition des XP
pt_br: Distribuição de XP
pt_pt: Distribuição de XP

source: XP Earned
de: Verdiente XP
es: XP ganado
fr: XP gagné
pt_br: XP ganho
pt_pt: XP ganho

source: Year
de: Jahr
es: Año
fr: Année
pt_br: Ano
pt_pt: Ano

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
pt_br: Amarelo
pt_pt: Amarelo

source: Yes
de: Ja
es: Sí
fr: Oui
pt_br: Sim
pt_pt: Sim

# You already have "%@" by %@ in your library.
source: You already have "%1$@" by %2$@ in your library.
de: Du hast "%@" von %@ bereits in deiner Bibliothek.
es: Ya tienes “%@” de %@ en tu biblioteca.
fr: Tu as déjà « %@ » de %@ dans ta bibliothèque.
pt_br: Já tens “%@” de %@ na tua biblioteca.
pt_pt: Já tens “%@” de %@ na tua biblioteca.

source: You finished
de: Du hast
es: Has terminado
fr: Tu as terminé
pt_br: Terminaste
pt_pt: Terminaste

source: You have unsaved changes. Are you sure you want to discard them?
de: Du hast ungespeicherte Änderungen. Möchtest du sie wirklich verwerfen?
es: Tienes cambios sin guardar. ¿Seguro que quieres descartarlos?
fr: Tu as des modifications non enregistrées. Es-tu sûr de vouloir les ignorer ?
pt_br: Tens alterações não guardadas. Tens a certeza de que queres descartá-las?
pt_pt: Tens alterações não guardadas. Tens a certeza de que queres descartá-las?

source: You have unsaved progress. Are you sure you want to discard this reading session?
de: Du hast ungespeicherten Fortschritt. Möchtest du diese Lesesitzung wirklich verwerfen?
es: Tienes progreso sin guardar. ¿Seguro que quieres descartar esta sesión de lectura?
fr: Tu as une progression non enregistrée. Es-tu sûr de vouloir ignorer cette session de lecture ?
pt_br: Tens progresso não guardado. Tens a certeza de que queres descartar esta sessão de leitura?
pt_pt: Tens progresso não guardado. Tens a certeza de que queres descartar esta sessão de leitura?

source: You logged
de: Du hast protokolliert
es: Has registrado
fr: Tu as enregistré
pt_br: Registaste
pt_pt: Registaste

source: You read
de: Du hast
es: Has leído
fr: Tu as lu
pt_br: Leste
pt_pt: Leste

source: You read for
de: Du hast
es: Has leído
fr: Tu as lu
pt_br: Leste
pt_pt: Leste

source: You're on page %lld. Your progress will be saved and automatically restored when you return to "Currently Reading".
de: Du bist auf Seite %lld. Dein Fortschritt wird gespeichert und automatisch wiederhergestellt, wenn du zu "Currently Reading" zurückkehrst.
es: Estás en la página %lld. Tu progreso se guardará y se restaurará automáticamente cuando vuelvas a "Currently Reading".
fr: Vous êtes à la page %lld. Votre progression sera enregistrée et restaurée automatiquement lorsque vous reviendrez à "Currently Reading".
pt_br: Estás na página %lld. O teu progresso será guardado e restaurado automaticamente quando voltares a "Currently Reading".
pt_pt: Estás na página %lld. O teu progresso será guardado e restaurado automaticamente quando voltares a "Currently Reading".

source: You've reached the last page of %@. Would you like to mark it as finished?
de: Du hast die letzte Seite von %@ erreicht. Möchtest du es als beendet markieren?
es: Has llegado a la última página de %@. ¿Quieres marcarlo como terminado?
fr: Vous avez atteint la dernière page de %@. Voulez-vous le marquer comme terminé ?
pt_br: Chegaste à última página de %@. Queres marcar como terminado?
pt_pt: Chegaste à última página de %@. Queres marcar como terminado?

source: You've reached the limit of 5 books. Upgrade to Pro for unlimited books.
de: Du hast das Limit von 5 Büchern erreicht. Upgrade auf Pro für unbegrenzte Bücher.
es: Has alcanzado el límite de 5 libros. Pásate a Pro para libros ilimitados.
fr: Tu as atteint la limite de 5 livres. Passe à Pro pour des livres illimités.
pt_br: Atingiste o limite de 5 livros. Atualiza para Pro para livros ilimitados.
pt_pt: Atingiste o limite de 5 livros. Atualiza para Pro para livros ilimitados.

source: You've read %lld pages!
de: Du hast %lld Seiten gelesen!
es: ¡Has leído %lld páginas!
fr: Vous avez lu %lld pages !
pt_br: Leste %lld páginas!
pt_pt: Leste %lld páginas!

source: Your average reading speed was
de: Deine durchschnittliche Lesegeschwindigkeit war
es: Tu velocidad media de lectura fue
fr: Ta vitesse moyenne de lecture était
pt_br: A tua velocidade média de leitura foi
pt_pt: A tua velocidade média de leitura foi

source: Your book streak was
de: Deine Buch‑Serie war
es: Tu racha del libro fue
fr: Ta série de lecture était
pt_br: A tua sequência do livro foi
pt_pt: A tua sequência do livro foi

source: Your current level
de: Dein aktuelles Level
es: Tu nivel actual
fr: Ton niveau actuel
pt_br: O teu nível atual
pt_pt: O teu nível atual

source: Your current reading streak
de: Deine aktuelle Leseserie
es: Tu racha de lectura actual
fr: Ta série de lecture actuelle
pt_br: A tua sequência de leitura atual
pt_pt: A tua sequência de leitura atual

source: Your data will upload from this iPhone.
de: Deine Daten werden von diesem iPhone hochgeladen.
es: Tus datos se cargarán desde este iPhone.
fr: Tes données seront envoyées depuis cet iPhone.
pt_br: Os teus dados serão carregados a partir deste iPhone.
pt_pt: Os teus dados serão carregados a partir deste iPhone.

source: Your first and most recent read dates
de: Deine erste und letzte Lesedaten
es: Tus primeras y más recientes fechas de lectura
fr: Vos premières et plus récentes dates de lecture
pt_br: A tua primeira e mais recente data de leitura
pt_pt: A tua primeira e mais recente data de leitura

source: Your last saved reading position
de: Deine zuletzt gespeicherte Leseposition
es: Tu última posición de lectura guardada
fr: Ta dernière position de lecture enregistrée
pt_br: A tua última posição de leitura guardada
pt_pt: A tua última posição de leitura guardada

source: Your Level
de: Dein Level
es: Tu nivel
fr: Ton niveau
pt_br: O teu nível
pt_pt: O teu nível

source: Your longest reading streak
de: Deine längste Leseserie
es: Tu racha de lectura más larga
fr: Ta plus longue série de lecture
pt_br: A tua maior sequência de leitura
pt_pt: A tua maior sequência de leitura

source: Your longest session in this range
de: Deine längste Sitzung in diesem Zeitraum
es: Tu sesión más larga en este periodo
fr: Votre session la plus longue sur cette période
pt_br: A tua sessão mais longa neste intervalo
pt_pt: A tua sessão mais longa neste intervalo

source: Your longest streak was
de: Deine längste Serie war
es: Tu racha más larga fue
fr: Ta plus longue série était
pt_br: A tua maior sequência foi
pt_pt: A tua maior sequência foi

source: Your personal notes
de: Deine persönlichen Notizen
es: Tus notas personales
fr: Tes notes personnelles
pt_br: As tuas notas pessoais
pt_pt: As tuas notas pessoais

source: Your personal reading companion
de: Dein persönlicher Lese-Begleiter
es: Tu compañero personal de lectura
fr: Ton compagnon de lecture personnel
pt_br: O teu companheiro de leitura pessoal
pt_pt: O teu companheiro de leitura pessoal

source: Your Progress
de: Dein Fortschritt
es: Tu progreso
fr: Ta progression
pt_br: O teu progresso
pt_pt: O teu progresso

source: Your purchases have been restored.
de: Deine Käufe wurden wiederhergestellt.
es: Tus compras se han restaurado.
fr: Tes achats ont été restaurés.
pt_br: As tuas compras foram restauradas.
pt_pt: As tuas compras foram restauradas.

source: Your reading session history
de: Dein Lesesitzungsverlauf
es: Tu historial de sesiones de lectura
fr: Historique de tes sessions de lecture
pt_br: O teu histórico de sessões de leitura
pt_pt: O teu histórico de sessões de leitura

source: Your session is still active. Leaving won't end it, but you won't be able to track pages until you return.
de: Deine Sitzung ist noch aktiv. Verlassen beendet sie nicht, aber du kannst keine Seiten verfolgen, bis du zurückkehrst.
es: Tu sesión sigue activa. Salir no la terminará, pero no podrás registrar páginas hasta que regreses.
fr: Ta session est toujours active. La quitter ne la termine pas, mais tu ne pourras pas suivre les pages tant que tu ne reviens pas.
pt_br: A tua sessão ainda está ativa. Sair não a termina, mas não poderás acompanhar páginas até voltares.
pt_pt: A tua sessão ainda está ativa. Sair não a termina, mas não poderás acompanhar páginas até voltares.

source: Your top category was
de: Deine Top-Kategorie war
es: Tu categoría principal fue
fr: Ta catégorie principale était
pt_br: A tua categoria principal foi
pt_pt: A tua categoria principal foi

# BookDetail.Metadata.Title
source: Details
es: Detalles
fr: Détails
pt_br: Detalhes
pt_pt: Detalhes

source: Cache
es: Caché

# Common.Optional
source: Optional
es: Opcional
fr: Facultatif
pt_br: Opcional
pt_pt: Opcional

source: Cyan
es: Cian
pt_br: Ciano
pt_pt: Ciano

source: Details
es: Detalles
fr: Détails
pt_br: Detalhes
pt_pt: Detalhes

# FeatureRequests.Category.Design
source: Design
es: Diseño

# Feedback.Title
source: Feedback
es: Comentarios
fr: Commentaires

source: Filter
es: Filtrar
fr: Filtrer
pt_br: Filtrar
pt_pt: Filtrar

# Goals.Section.Status
source: Status
es: Estado
fr: Statut
pt_pt: Estado

source: Impact
es: Impacto
pt_br: Impacto
pt_pt: Impacto

source: Indigo
es: Índigo
pt_br: Índigo
pt_pt: Índigo

source: Layout
es: Diseño
fr: Disposition

source: Level
es: Nivel
fr: Niveau
pt_br: Nível
pt_pt: Nível

source: Level %lld
es: Nivel %lld
fr: Niveau %lld
pt_br: Nível %lld
pt_pt: Nível %lld

source: Level %lld/%lld
es: Nivel %lld/%lld
fr: Niveau %lld/%lld
pt_br: Nível %lld/%lld
pt_pt: Nível %lld/%lld

source: Level 5
es: Nivel 5
fr: Niveau 5
pt_br: Nível 5
pt_pt: Nível 5

source: Level 10
es: Nivel 10
fr: Niveau 10
pt_br: Nível 10
pt_pt: Nível 10

source: Level 20
es: Nivel 20
fr: Niveau 20
pt_br: Nível 20
pt_pt: Nível 20

# Level.LevelFormat %lld
source: Level %lld
es: Nivel %lld
fr: Niveau %lld
pt_pt: Nível %lld

source: Max 3
es: Máx. 3
pt_br: Máx. 3
pt_pt: Máx. 3

source: Mint
es: Menta
fr: Menthe
pt_br: Menta
pt_pt: Menta

source: Name
es: Nombre
fr: Nom
pt_br: Nome
pt_pt: Nome

source: Neutral
es: Neutro
fr: Neutre
pt_br: Neutro
pt_pt: Neutro

# Onboarding.Pill.LiveSync
source: Live sync
es: Sincronización en vivo
fr: Synchronisation en direct
pt_br: Sincronização em direto
pt_pt: Sincronização em direto

# Onboarding.Pill.Trends
source: Trends
es: Tendencias
fr: Tendances
pt_br: Tendências
pt_pt: Tendências

# Onboarding.Theme.Upgrade
source: Upgrade
es: Mejorar
fr: Passer à Pro
pt_br: Atualizar
pt_pt: Atualizar

source: Optional
es: Opcional
fr: Facultatif
pt_br: Opcional
pt_pt: Opcional

source: Orange
es: Naranja
pt_br: Laranja
pt_pt: Laranja

# Paywall.Badge.Live
source: Live
es: En directo
fr: En direct
pt_br: Ao vivo
pt_pt: Em direto

# Paywall.Feature.iCloud
source: iCloud sync
es: Sincronización con iCloud
fr: Synchronisation iCloud
pt_br: Sincronização iCloud
pt_pt: Sincronização iCloud

source: Pink
es: Rosa
fr: Rose
pt_br: Rosa
pt_pt: Rosa

# SessionDetail.Range.Start
source: Start
es: Inicio
fr: Début
pt_br: Início
pt_pt: Início

# Settings.Version
source: Version
es: Versión
pt_br: Versão
pt_pt: Versão

source: Start
es: Iniciar
fr: Démarrer
pt_br: Iniciar
pt_pt: Iniciar

source: Status
es: Estado
fr: Statut
pt_br: Estado
pt_pt: Estado

source: Stepper
es: Paso a paso
fr: Pas à pas

# Streak.Status.Start
source: Start
es: Empezar
fr: Démarrer
pt_br: Começar
pt_pt: Começar

source: Support
es: Soporte
fr: Assistance
pt_br: Suporte
pt_pt: Suporte

source: Trends
es: Tendencias
fr: Tendances
pt_br: Tendências
pt_pt: Tendências

source: Upgrade
es: Actualizar
fr: Mettre à niveau
pt_br: Atualizar
pt_pt: Atualizar

source: Version
es: Versión
pt_br: Versão
pt_pt: Versão

source: Watch App
es: App Watch
fr: App Watch
pt_br: App Watch
pt_pt: App Watch

source: Watch App UI
es: Interfaz de la app Watch
fr: Interface de l’app Watch
pt_br: UI da app Watch
pt_pt: UI da app Watch

source: EULA
fr: CLUF

source: App
pt_br: Aplicativo
pt_pt: Aplicação

source: %@ • %lld days
pt_pt: %@ • %lld dias

source: 90 days
pt_pt: 90 dias

# Common.All
source: All
pt_pt: Tudo

# Common.Cancel
source: Cancel
pt_pt: Cancelar

# Common.Clear
source: Clear
pt_pt: Limpar

# Common.Done
source: Done
pt_pt: Concluído

# Common.Error.Generic
source: Something went wrong.
pt_pt: Algo correu mal.

# Common.UpgradeToPro
source: Upgrade to Pro
pt_pt: Upgrade para Pro

source: Feature Requests
pt_pt: Pedidos de funcionalidades

# Goals.DaysLeft %lld
source: %lld days left
pt_pt: Faltam %lld dias

# Goals.Expired
source: Expired
pt_pt: Expirado

source: Pardon available again on \(formatTime(nextAvailable)).
pt_pt: Perdão disponível novamente em \(formatTime(nextAvailable)).

source: Pardon available again on %@.
pt_pt: Perdão disponível novamente em %@.

source: Pardon could not be applied.
pt_pt: Não foi possível aplicar o perdão.

source: Pardon window expired for \(formatDate(missedDay)).
pt_pt: O período de perdão expirou em \(formatDate(missedDay)).

source: Pardon window expired for %@.
pt_pt: O período de perdão expirou em %@.

source: Restore your streak for \(formatDate(missedDay)). Available until \(formatTime(deadline)).
pt_pt: Restaura a tua sequência de \(formatDate(missedDay)). Disponível até \(formatTime(deadline)).

source: Restore your streak for %@. Available until %@.
pt_pt: Restaura a tua sequência de %@. Disponível até %@.

source: Restore your streak with a pardon.
pt_pt: Restaura a tua sequência com um perdão.

source: Send Feedback
pt_pt: Enviar feedback

# Session.StartedOn %@
source: Started on %@
pt_pt: Iniciada no %@

# Streak.Event.Day
source: Streak day
pt_pt: Dia de sequência

# Streak.Event.DayDetail %1$@ %2$lld
source: %1$@ • Day %2$lld
pt_pt: %1$@ • Dia %2$lld

# Streak.Event.LengthDetail %1$@ %2$lld
source: %1$@ • %2$lld days
pt_pt: %1$@ • %2$lld dias

# Streak.Event.Lost
source: Streak lost
pt_pt: Sequência perdida

# Streak.Event.PagesRead %lld
source: %lld pages
pt_pt: %lld páginas

# Streak.Event.Saved
source: Saved streak
pt_pt: Sequência guardada

# Streak.Event.Started
source: Streak started
pt_pt: Sequência iniciada

# Streak.History.90Days
source: 90 days
pt_pt: 90 dias

# Streak.History.Empty
source: No streak history yet.
pt_pt: Ainda não há histórico de sequência.

# Streak.History.ProOnly
source: Streak history is available with Pro.
pt_pt: O histórico de sequência está disponível com Pro.

# Streak.History.Title
source: History
pt_pt: Histórico

# Streak.LongestChain %lld
source: Longest Chain: %lld
pt_pt: Maior sequência: %lld

# Streak.Protection.ApplyFailed
source: Pardon could not be applied.
pt_pt: Não foi possível aplicar o perdão.

# Streak.Protection.AvailableAgain %@
source: Pardon available again on %@.
pt_pt: Perdão disponível novamente em %@.

# Streak.Protection.AvailableUntil %@
source: Pardon available until %@.
pt_pt: Perdão disponível até %@.

# Streak.Protection.ConfirmMessage %1$@ %2$@
source: Restore your streak for %1$@. Available until %2$@.
pt_pt: Restaura a tua sequência de %1$@. Disponível até %2$@.

# Streak.Protection.ConfirmMessage.Generic
source: Restore your streak with a pardon.
pt_pt: Restaura a tua sequência com um perdão.

# Streak.Protection.ConfirmTitle
source: Use Streak Protection?
pt_pt: Usar proteção de sequência?

# Streak.Protection.Cooldown
source: Pardon is cooling down.
pt_pt: O perdão está em espera.

# Streak.Protection.Expired
source: Pardon window expired.
pt_pt: A janela de perdão expirou.

# Streak.Protection.ExpiredFor %@
source: Pardon window expired for %@.
pt_pt: A janela de perdão expirou para %@.

# Streak.Protection.MissedOn %@
source: Missed %@.
pt_pt: Falhaste em %@.

# Streak.Protection.NextAvailable %@
source: Next available %@.
pt_pt: Disponível novamente em %@.

# Streak.Protection.NoMissedDay
source: No missed day to pardon.
pt_pt: Não há dias falhados para perdoar.

# Streak.Protection.Title
source: Streak Protection
pt_pt: Proteção de sequência

# Streak.Protection.Upsell
source: Protect missed days with a 48-hour pardon window.
pt_pt: Protege dias falhados com uma janela de perdão de 48 horas.

# Streak.Protection.UsePardon
source: Use Pardon
pt_pt: Usar perdão

# Streak.Status.ActiveToday
source: Streak is active today.
pt_pt: A sequência está ativa hoje.

# Streak.Status.AtRisk
source: Streak is at risk.
pt_pt: A sequência está em risco.

# Streak.Status.KeepGoingBy %@
source: Keep it going by %@.
pt_pt: Mantém até %@.

# Streak.Status.MissedOn %@
source: Missed %@.
pt_pt: Falhaste em %@.

# Streak.Status.ReadByToKeep %@
source: Read by %@ to keep it.
pt_pt: Lê até %@ para manter.

# Streak.Status.StartFirst
source: Start your first streak by logging a session.
pt_pt: Começa a tua primeira sequência ao registar uma sessão.

# Streak.Title
source: Streak
pt_pt: Sequência

# Toast.SessionLogged
source: Session logged
pt_pt: Sessão registada

# Watch.CircularProgress
source: Circular Progress
pt_pt: Progresso circular

# Watch.Clear
source: Clear
pt_pt: Limpar

# Watch.Clearing
source: Clearing...
pt_pt: A limpar...

# Watch.ClearMockData
source: Clear Mock Data
pt_pt: Limpar dados fictícios

# Watch.ClearMockData.Message
source: Removes only the last generated mock dataset.
pt_pt: Remove apenas o último conjunto de dados fictícios gerado.

# Watch.ClearMockData.Title
source: Clear Mock Data?
pt_pt: Limpar dados fictícios?

# Watch.Customization
source: Customization
pt_pt: Personalização

# Watch.Date
source: Date
pt_pt: Data

# Watch.Density
source: Density
pt_pt: Densidade

# Watch.DeveloperTools
source: Developer Tools
pt_pt: Ferramentas de developer

# Watch.Done
source: Done
pt_pt: Concluído

# Watch.Earlier
source: Earlier
pt_pt: Anteriormente

# Watch.End
source: End
pt_pt: Fim

# Watch.FollowsPhoneTheme
source: Follows iPhone theme when connected.
pt_pt: Segue o tema do iPhone quando ligado.

# Watch.Generate
source: Generate
pt_pt: Gerar

# Watch.GenerateMockData
source: Generate Mock Data
pt_pt: Gerar dados fictícios

# Watch.GenerateMockData.Message
source: This will wipe existing reading data on this Watch.
pt_pt: Isto vai apagar os dados de leitura existentes neste Watch.

# Watch.GenerateMockData.Title
source: Generate Mock Data?
pt_pt: Gerar dados fictícios?

# Watch.HideQuickSessions
source: Hide Quick Sessions
pt_pt: Ocultar sessões rápidas

# Watch.Imported
source: Imported
pt_pt: Importado

# Watch.ImportedSession
source: Imported Session
pt_pt: Sessão importada

# Watch.IncludePardon
source: Include Pardon
pt_pt: Incluir perdão

# Watch.LastSeed
source: Last Seed
pt_pt: Última geração

# Watch.ManualSession
source: Manual Session
pt_pt: Sessão manual

# Watch.MarkPosition
source: Mark Position
pt_pt: Marcar posição

# Watch.Minutes
source: Minutes
pt_pt: Minutos

# Watch.MockData
source: Mock Data
pt_pt: Dados fictícios

# Watch.MockDataError
source: Mock Data Error
pt_pt: Erro nos dados fictícios

# Watch.NoBooks
source: No books
pt_pt: Sem livros

# Watch.NoSessionsYet
source: No Sessions Yet
pt_pt: Ainda sem sessões

# Watch.OnlyTimerSessions
source: Only show timer sessions
pt_pt: Mostrar apenas sessões com temporizador

# Watch.OverrideTheme
source: Override Theme
pt_pt: Forçar tema

# Watch.Pages
source: pages
pt_pt: páginas

# Watch.PagesRead
source: Pages Read
pt_pt: Páginas lidas

# Watch.Paused
source: Paused
pt_pt: Em pausa

# Watch.Progress
source: Progress
pt_pt: Progresso

# Watch.QuickLog
source: Quick Log
pt_pt: Registo rápido

# Watch.QuickSessionsInfo
source: Quick sessions are created when you tap +1, +5, etc. Timer sessions are created using the reading timer.
pt_pt: As sessões rápidas são criadas quando tocas +1, +5, etc. As sessões com temporizador são criadas usando o temporizador de leitura.

# Watch.Range
source: Range
pt_pt: Intervalo

# Watch.Reading
source: Reading
pt_pt: Leitura

# Watch.SaveError
source: Save Error
pt_pt: Erro ao guardar

# Watch.SaveErrorDetail
source: Failed to save: %@
pt_pt: Falha ao guardar: %@

# Watch.SavePageLine
source: Save page + line number
pt_pt: Guardar página e linha

# Watch.SessionDetails
source: Session Details
pt_pt: Detalhes da sessão

# Watch.Sessions
source: Sessions
pt_pt: Sessões

# Watch.Settings
source: Settings
pt_pt: Definições

# Watch.SettingsManagedOniPhone
source: Settings are managed from your iPhone.
pt_pt: As definições são geridas no iPhone.

# Watch.ShowProgressRing
source: Show progress as a ring
pt_pt: Mostrar progresso em anel

# Watch.Start
source: Start
pt_pt: Início

# Watch.Starting
source: Starting...
pt_pt: A iniciar...

# Watch.StartReadingOnIPhone
source: Start reading on your iPhone
pt_pt: Começa a ler no iPhone

# Watch.ThemeColor
source: Theme Color
pt_pt: Cor do tema

# Watch.ThemePreview
source: Theme Preview
pt_pt: Pré‑visualização do tema

# Watch.Today
source: Today
pt_pt: Hoje

# Watch.Working
source: Working...
pt_pt: A trabalhar...

# Watch.XPEarned
source: XP Earned
pt_pt: XP ganho
